-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 07, 2023 at 01:32 PM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `modona`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `title`, `created_at`, `updated_at`) VALUES
(1, 'سياسة', NULL, NULL),
(2, 'اقتصاد\r\n', NULL, NULL),
(3, 'رياضة ', NULL, NULL),
(4, 'صحة', NULL, NULL),
(5, 'ثقافة', NULL, NULL),
(6, 'تكنولوجيا ', NULL, NULL),
(7, 'القدس', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(2, '2023_02_06_112352_create_categories_table', 1),
(3, '2023_02_06_120823_create_news_table', 2);

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `description`, `image`, `category`, `created_at`, `updated_at`) VALUES
(1, 'آخرها هجوم أصفهان.. خبراء إيرانيون يفككون شفرة انفجارات المنشآت العسكرية والنووية', 'رغم وصف وزارة الدفاع الإيرانية الهجوم على أحد المصانع العسكرية بمدينة أصفهان، بالهجوم الفاشل، غير أن الحادث يثير تساؤلات حول رسالته وكيف يقرؤها الإيرانيون، خاصة مع ما كشفته وسائل إعلام أميركية أن إسرائيل تقف وراء الحادث الأخير.  ونقلت صحيفة \"وول ستريت جورنال\" (Wall Street Journal) اليوم الأحد عن مسؤولين أميركيين قولهم إن الغارة بالمسيّرات التي استهدفت الليلة الماضية منشأة عسكرية في أصفهان (وسط إيران) نفذتها إسرائيل.  وكانت 3 طائرات مسيرة صغيرة استهدفت أحد المصانع العسكرية بمحافظة أصفهان، وأكدت وزارة الدفاع الإيرانية إحباط العملية عبر المضادات الجوية التي تصدت للمسيرات مما أدى إلى انفجار اثنتين منها، مشيرة إلى أن الأضرار اقتصرت على سقف المصنع بدون الإضرار بالمُعدات.  وعلى ضوء الانفجارات والعمليات التخريبية التي استهدفت منشآت عسكرية ونووية وصناعية إيرانية في السنوات القليلة الماضية، أعاد هجوم أصفهان الأخير إلى الأذهان اغتيال العالم النووي الإيراني محسن فخري زاده عام 2020 بمدينة آبسرد شرق العاصمة طهران.  يأتي ذلك في حين دأبت الأجهزة الأمنية الإيرانية خلال الأشهر الماضية على اعتقال ما تصفها بـ \"خلايا إرهابية تعمل لصالح الموساد الإسرائيلي وكانت تخطط لعمليات تخريبية في مناطق حساسة داخل البلاد\".', '/storage/pics/1675686340.jpg', 'سياسة', '2023-02-06 10:25:40', '2023-02-06 10:25:40'),
(6, 'بوتين وعد بعدم قتل زيلينسكي', 'وعدا من الرئيس الروسي فلاديمير بوتين بعدم قتل نظيره الأوكراني فولوديمير زيلينسكي.  وبينما لم تسفر جهود بينيت في الوساطة عن شيء يذكر لإنهاء الأزمة المستمرة منذ فبراير 2022، فإن تصريحاته، التي جاءت خلال مقابلة نشرت السبت، سلطت الضوء على دبلوماسية الغرف المغلقة، والجهود التي بذلت لمحاولة وقف الحرب سريعا في أيامها الأولى.', '/storage/pics/1675691577.jfif', 'سياسة', '2023-02-06 11:52:57', '2023-02-06 11:52:57'),
(7, 'أردوغان: إعلان حالة التأهب وإرسال فرق الإنقاذ إلى المناطق المتضررة من الزلزال', 'قال الرئيس التركي رجب طيب أردوغان إنه تم إرسال فرق البحث والإنقاذ على وجه السرعة إلى المناطق المتضررة جراء زلزال بقوة 7.4 درجات ضرب ولاية قهرمان مرعش جنوبي تركيا.', '/storage/pics/1675691656.jfif', 'سياسة', '2023-02-06 11:54:16', '2023-02-06 11:54:16'),
(8, 'شقيقة زعيم كوريا الشمالية: روسيا ستحرق الأسلحة التي تتباهى بها أميركا والغرب', 'أعلنت شقيقة زعيم كوريا الشمالية، كيم جونغ أون، ونائب رئيس اللجنة المركزية لحزب العمال الكوري الشمالي، كيم يو جونغ، اليوم الجمعة، أن \"روسيا ستحرق الأسلحة، التي تتباهى بها الولايات المتحدة والدول الغربية وتجعلها رماداً\".  وقالت كيم يو جونغ، بحسب وكالة \"تلغراف\" الكورية الشمالية المركزية إنّه \"ليس لديها شك في أن أي عتاد عسكري، تتباهى به الولايات المتحدة والغرب، سيتم حرقه بالكامل وجعله رماداً في مواجهة الروح القتالية، التي لا تقهر وقوة الجيش الروسي والشعب\".  وأضافت أنها تشعر بقلق بالغ بشأن \"سلوك الولايات المتحدة، الذي يؤدي إلى تصعيد الحرب عبر تزويد أوكرانيا بمعدات عسكرية للهجوم البري، معبرةً عن إدانتها لذلك بشدة\".  يذكر أن مجموعة الاتصال بشأن دعم أوكرانيا، عقدت مؤخراً، اجتماعاً في قاعدة \"رامشتاين\" الجوية بألمانيا، تم خلاله بحث توريد أسلحة ومعدات عسكرية ثقيلة إلى كييف.  وأعلنت ألمانيا، أول أمس، عزمها تزويد أوكرانيا بـ 14 دبابة من طراز \"ليوبارد 2\"، والترخيص لدول أخرى بتزويد كييف بدبابات من نفس الطراز، من ترساناتها الخاصة.  وأعلن مسؤولون في البيت الأبيض للصحفيين، أن الإعلان عن تزويد أوكرانيا بـ 31 دبابة من طراز \"أم 1 أبرامز\"، هو استمرار مهم لجهود الولايات المتحدة، من أجل تزويد أوكرانيا بالقدرات، التي تحتاجها للدفاع عن نفسها، حسب تصريحاتهم.  وحذرت روسيا قبل أيام من أن تزويد الغرب لأوكرانيا بالأسلحة الهجومية قد يتسبب في كارثة عالمية، ويقود إلى إجراءات انتقامية روسية تشهد استخدام أسلحة أكثر قوة.  وأشارت موسكو إلى أن أعضاء الكونغرس الأميركي ونواب البوندستاغ الألمانية والجمعية الوطنية الفرنسية والبرلمان الأوروبي عليهم \"إدراك المسؤولية تجاه الإنسانية، حيث يمكن أن تقود قراراتهم إلى مأساة تدمر هذا العالم\".', '/storage/pics/1675691719.jpeg', 'سياسة', '2023-02-06 11:55:19', '2023-02-06 11:55:19'),
(9, 'البنتاجون: رصد منطاد صينى ثان فوق أمريكا اللاتينية', 'قالت وزارة الدفاع الأمريكية (البنتاجون)، إنها رصدت منطاد تجسس صيني ثان يحلق فوق أمريكا اللاتينية، وفق ما نقلت شبكة \"سي إن إن\".  وكانت الولايات المتحدة قد قالت، الأربعاء، إنها رصدت \"منطاد تجسس صيني\" فوق ولاية مونتانا الأمريكية، منددة بانتهاك صريح لسيادتها، ملغية زيارة مقررة لوزير الخارجية أنتوني بلينكن إلى بكين، كانت ستكون الأولى من نوعها منذ 5 سنوات.', '/storage/pics/1675691826.jpg', 'سياسة', '2023-02-06 11:57:06', '2023-02-06 11:57:06'),
(10, 'أخبار الاقتصاد اليوم.. 8.7 مليار جنيه لتنفيذ 414 مشروعًا بالشرقية بخطة 22/2023', 'تنوعت اليوم الأحد 5-2-2023 أخبار الاقتصاد المصرى اليوم من ابرزها ،استعرضت وزارة التخطيط والتنمية الاقتصادية في تقرير صادر عنها ملامح خطة المواطن الاستثمارية لمحافظة الشرقية لعام 22/2023', '/storage/pics/1675691901.jpg', 'اقتصاد', '2023-02-06 11:58:21', '2023-02-06 11:58:21'),
(11, 'آفـاق الاقتصاد العالمي ومستجداته', 'صدر في الشهر الماضي تقرير صندوق النقد الدولي الدوري \"مستجدات آفاق الاقتصاد العالمي\". ما خلاصته على المستوى العالمي وتركيزا على الجهتين التضخم والنمو الاقتصادي لهذا العام 2023 خاصة؟ أما من جهة الأول فمتوقع أن يشهد العالم مزيد غلاء أي تضخم، ولكن بمعدل أقل من العام الماضي، حيث بلغ ذروته.  وأما من جهة الثاني فمتوقع استمرار النمو الاقتصادي، بنسبة مقاربة لما تحقق في العام الماضي. ولكن هذا النمو متفاوت بين الدول.  وبالأرقام متوقع أن ينخفض معدل التضخم على المستوى العالمي من نحو 9 في المائة في العام الماضي إلى نحو 6.5 في المائة في هذا العام، ونحو 4 في المائة في العام المقبل. ويتوقع الصندوق أن هذا العام هو نقطة تحول مع توقع تحسن الظروف في الأعوام القريبة المقبلة.  أما من جهة نمو الاقتصاد فقد حقق على المستوى العالمي 3,4 في المائة في عام 2022. ومتوقع استمرار النمو هذا العام ولكن بمعدل أقل، حيث تشير تقديرات الصندوق إلى 2,9 في المائة في 2023، ثم يرتفع إلى 3,1 في المائة في 2024. ولكن الدول ستتفاوت في معدلات النمو المتوقعة. فالدول الغربية متوقع أن تحقق نموا في حدود 1 في المائة إلى 1.5 في المائة. وأما الدول ذات الاقتصادات الصاعدة، خاصة الهند والصين فمتوقع أن تحقق نموا أعلى كثيرا.', '/storage/pics/1675692084.jpg', 'اقتصاد', '2023-02-06 12:01:24', '2023-02-06 12:01:24'),
(12, 'خبير: حرب أوكرانيا قطعت أوصال الاقتصاد العالمي', 'قال الدكتور عبداللطيف درويش، أستاذ الاقتصاد بجامعة كارديف البريطانية، إن الأزمة الاقتصادية العالمية حادة جدًا؛ لأنها جاءت بعد جائحة كورونا، وحاليا الأزمة الروسية الأوكرانية، مضيفا: “خلال عامين ونصف تقطعت أوصال الاقتصاد العالمي”.  وأضاف درويش، خلال مداخلة هاتفية عبر فضائية «إكسترا نيوز»، اليوم الأحد، أن الحرب بين المراكز الاقتصادية الجديدة النامية والاقتصاد الروسي والصيني المنافس الأول للاقتصاد الغربي، ساهم في مزيد من حدة الأزمة العالمية، مشيرا إلى أن الغرب خسر العديد من الأسواق الكلاسيكية مثل الإفريقية والآسيوية، بالإضافة إلى نمو مراكز اقتصادية قوية جديدة مثل إندونيسيا، ماليزيا، وسنغافورة، مؤكدًا أن هذا النمو جاء على حساب الاقتصاد الأوروبي.', '/storage/pics/1675692140.png', 'اقتصاد', '2023-02-06 12:02:20', '2023-02-06 12:02:20'),
(13, 'الاقتصاد العالمي يواصل التباطؤ', 'من المتوقع أن يتباطأ الاقتصاد العالمي هذا العام، قبل أن يعاود مسيرة التعافي العام القادم. وسيظل النمو ضعيفا بالمعايير التاريخية، بينما الكفاح ضد التضخم وحرب روسيا في أوكرانيا يؤثران سلبا على النشاط الاقتصادي. وبرغم هذه الرياح غير المواتية، فالآفاق أقل قتامة مما ورد في تنبؤاتنا في أكتوبر، وقد تكون هذه نقطة تحول، مع انتهاء المسار التنازلي للنمو وتراجع التضخم. وقد أبدى النمو الاقتصادي صلابة مفاجئة في الربع الثالث من العام الماضي، في ظل قوة أسواق العمل، وقوة استهلاك الأسر المعيشية واستثمارات الأعمال، والتكيف مع أزمة الطاقة على نحو أفضل من المتوقع في أوروبا. وكذلك أبدت معدلات التضخم بعض الانخفاض، مع تراجع التدابير الكلية في معظم البلدان الآن – حتى وإن لم يكن التضخم الأساسي، الذي يستبعد أسعار الطاقة والغذاء الأكثر تقلبا، قد بلغ ذروته بعد في كثير من البلدان. وفي مناطق أخرى، نجد أن انفتاح الصين مجددا أمام العالم بشكل مفاجئ مهد الطريق لسرعة انتعاش النشاط الاقتصادي. وقد تحسنت الأوضاع المالية العالمية مع بدء تراجع الضغوط التضخمية. وساهم ذلك، إلى جانب ضعف الدولار الأميركي مقارنة بارتفاع مستواه في نوفمبر، في إعطاء متنفس بسيط للبلدان الصاعدة والنامية. وبناء على ذلك، رفعنا تنبؤاتنا للنمو بصورة طفيفة في عامي 2022 و2023. وسوف يتباطأ النمو العالمي من 3,4 % في 2022 إلى 2,9 % في 2023 ثم يعود إلى الارتفاع ويبلغ 3,1 % في 2024. وفي الاقتصادات المتقدمة، سيكون تباطؤ النشاط الاقتصادي أوضح، حيث يتراجع من 2,7 % العام الماضي إلى 1,2 % و1,4 % هذا العام والعام القادم. ويُرجح تباطؤ النشاط في تسعة من الاقتصادات المتقدمة العشرة. وسوف يتباطأ النمو في الولايات المتحدة إلى 1,4 % في 2023 مع زيادات أسعار الفائدة التي يجريها الاحتياطي الفيدرالي وانتقال آثارها إلى الاقتصاد. وتنطوي الأوضاع في منطقة اليورو على مزيد من التحديات برغم بوادر الصلابة في مواجهة أزمة الطاقة، وفصل الشتاء المعتدل، والدعم السخي من المالية العامة. ونتوقع انتهاء المسار التنازلي للنمو مع بلوغه 0,7 % هذا العام في ظل تشديد السياسة النقدية للبنك المركزي الأوروبي، ومواجهة صدمة سلبية في معدلات التبادل التجاري، بسبب ارتفاع أسعار واردات الطاقة في المنطقة. وبالفعل، استقر النمو في مجموعة اقتصادات الأسواق الصاعدة والاقتصادات النامية عند أدنى مستوياته، ويُتوقع ارتفاعه بصورة طفيفة إلى 4 % و4,2 % هذا العام والعام القادم. وكانت القيود المفروضة وموجات تفشي فيروس كوفيد-19 في الصين قد أدت إلى إضعاف النشاط الاقتصادي العام الماضي. والآن، مع إعادة فتح الاقتصاد، نرى انتعاش النمو وبلوغه 5,2 % هذا العام مع تعافي النشاط وحرية التنقل. ولا تزال الهند نقطة مضيئة. فهي، إلى جانب الصين، ستسهم بنصف النمو العالمي هذا العام، مقابل مساهمة لا تزيد على العُشر من الولايات المتحدة ومنطقة اليورو معا. ويُتوقع تراجع التضخم العالمي هذا العام، ولكن حتى مع حلول عام 2024، سيظل المتوسط السنوي المتوقع لمعدلات التضخم الكلي والأساسي أعلى من المستويات التي كانت عليها قبل الجائحة في ما يزيد على 80 % من البلدان.', '/storage/pics/1675692232.jpg', 'اقتصاد', '2023-02-06 12:03:52', '2023-02-06 12:03:52'),
(14, 'الاقتصاد العالمي في عام 2023.. إلى أين؟', 'بات لدى الاقتصاديين سواء في \"وول ستريت\"، أو \"البنك الدولي\"، قناعة بشكل متزايد بأن معظم اقتصادات العالم ستكون في حالة ركود خلال 2023 على خلفية التضخم الثابت وأسعار الفائدة المرتفعة.  وخفّض البنك الدولي توقعاته للنمو العالمي، إلى 1.7% هذا العام، أي حوالي نصف الوتيرة المتوقعة في يونيو. سيكون هذا ثالث أسوأ أداء خلال العقود الثلاثة الماضية أو نحو ذلك، بعد انكماشات عامي 2009 و2020.  من جانبها، تتوقع \"بلومبرغ إيكونوميكس\" نموًا عالميًا بنسبة 2.4% لعام 2023. وباستثناء سنوات الأزمة لعامي 2009 و2020، يعد هذا أبطأ معدل منذ عام 1993.', '/storage/pics/1675692303.png', 'اقتصاد', '2023-02-06 12:05:03', '2023-02-06 12:05:03'),
(15, 'الرئيس الفلسطيني يشارك في مؤتمر دعم القدس بالجامعة العربية (تفاصيل)', 'قال سفير دولة فلسطين بالقاهرة، ومندوبها الدائم لدى جامعة الدول العربية، دياب اللوح، إن رئيس دولة فلسطين محمود عباس، سيشارك في مؤتمر دعم القدس، المقرر عقده في الثاني عشر من الشهر الجاري، بمقر الجامعة العربية، بالقاهرة. وأوضح اللوح، في بيان، أنه بالتعاون بين وزارة الخارجية والمغتربين وجامعة الدول العربية تم توجيه الدعوات إلى قادة الدول الأعضاء للمشاركة بمستوى تمثيل رفيع المستوى، وكذلك لعدد من الشخصيات الاعتبارية، والمنظمات الدولية والصناديق العربية، ووكالات التنمية العربية، ومنظمات المجتمع المدني، وعدد من البعثات الدبلوماسية الأجنبية في القاهرة.', '/storage/pics/1675714189.jpg', 'القدس', '2023-02-06 18:09:49', '2023-02-06 18:09:49'),
(16, 'باحث في تاريخ القدس للجزيرة نت: لهذه الأسباب لا يمكن تأريخ مكتشفات الحفريات الإسرائيلية الأخيرة', 'قبل نحو 4 أشهر بدأت آليات حفر ثقيلة العمل في شارع \"السلطان سليمان\" الواقع بين بابي العامود والساهرة (من أبواب البلدة القديمة)، وخلال الحفريات اكتُشف محجر قديم وخندق ومغارة دفن وبصمة يد محفورة على جدار صخري.  وتُنفذ الحفريات شركة \"مورية\" التابعة لبلدية الاحتلال والمسؤولة عن أعمال البناء والإنشاء والأشغال في هذه المنطقة، وذلك تحت إشراف من سلطة الآثار الإسرائيلية، وذلك بهدف تحويل المنطقة لحدائق وشارع للمشاة، وفقا للهدف المعلن من طرف بلدية الاحتلال.  في هذا السياق، تحدث للجزيرة نت الباحث في تاريخ القدس إيهاب الجلاد عن تفاصيل ما تم اكتشافه حتى الآن في هذه الحفرية، وما المكتشفات التي إن وجدت يمكن البناء عليها وتأريخها بشكل دقيق.', '/storage/pics/1675714390.jpg', 'القدس', '2023-02-06 18:13:10', '2023-02-06 18:13:10'),
(17, 'لن نسمح بهدم منازلنا.. إضراب في جبل المكبر ضد تصعيد الاحتلال بالقدس', '\"لن نسمح بهدم منزل آخر، اجتماع السواعد يبني الوطن، واجتماع القلوب يخفف المحن\".. بهذه الكلمات صدحت مآذن مساجد بلدة جبل المكبر جنوب شرقي القدس المحتلة داعية إلى الإضراب الشامل، اليوم الثلاثاء، احتجاجا على تصاعد هدم الاحتلال لمنازل الفلسطينيين في القدس.  قادت الإضراب عشائر عرب السواحرة إلى جانب الحراك الشبابي في جبل المكبر، وقد أكدت أنها ستتعامل بحزم وقوة مع كل من يخالف الإضراب، مضيفة في بيان \"لن نكون لقمة سائغة للاحتلال وأعوانه وسوف نتصدى بصدورنا العارية لجرافاته وآلياته\".  لم يقتصر الأمر على الإضراب، وإنما تعداه ليغلق الشبان الطرق المؤدية إلى منزل المقدسي إبراهيم بشير -كان من المقرر أن يُهدم اليوم- وقاموا بسكب الزيت في طريق الآليات كما فعلوا في منتصف الشهر الجاري حين حال الزيت دون وصول جرافات الاحتلال إلى مرآب المقدسي أكرم شقيرات في جبل المكبر.  وإلى جانب الزيت وحاويات النفايات المشتعلة، خاض الشبان مواجهات صباحية مع قوات الاحتلال لمنعها من اقتحام البلدة، لتنسحب بعد ذلك ويعلن الاحتلال أنه سيؤجل الهدم نظرا لسوء الأحوال الجوية، وفق التبرير الرسمي.', '/storage/pics/1675714429.jpg', 'القدس', '2023-02-06 18:13:49', '2023-02-06 18:13:49'),
(18, 'أصغر مقاوم مقدسي.. من الفتى محمود عليوات الذي فاق فعلُه عمره في سلوان؟', 'خلال 15 ساعة فقط، فوجئ الاحتلال بعملية نوعية ثانية في قلب القدس المحتلة، بعد عملية الشهيد خيري علقم أمس الجمعة، على بعد 150 مترا جنوب سور القدس، حيث أُطلق الرصاص تجاه المستوطنين في حي وادي حلوة لأول مرة منذ عقود، أما المفاجئة الأكبر فكانت عمر المنفذ؛ 13 عاما فقط.  صباح اليوم السبت، وقبل الساعة الـ11 بقليل، وقع اشتباك مسلح في منتصف شارع وادي حلوة المكتظ بالبؤر الاستيطانية، أو ما يسميه الاحتلال شارع \"معلوت\" قرب بؤرة \"عير دافيد\"، حيث أعلنت شرطة الاحتلال عن إصابة ضابط في جيش الاحتلال (22 عاما) بجراح خطيرة، ووالده (47 عاما) بجراح متوسطة.', '/storage/pics/1675714464.jpg', 'القدس', '2023-02-06 18:14:24', '2023-02-06 18:14:24'),
(19, 'هذا ما فعلته إسرائيل لسلخ المقدسيين عن هويتهم الوطنية فهل نجحت في ذلك؟', 'من اللحظة الأولى لانتشار خبر وقوع عملية إطلاق نار داخل كنيس في مستوطنة \"النبي يعقوب\" المقامة على أراضي بلدتي بيت حنينا وحزما بالقدس، احتفل المقدسيون بإطلاق الألعاب النارية وأبواق السيارات في الشوارع، وتوزيع الحلويات ابتهاجا بسقوط قتلى إسرائيليين في هذه العملية.  \"الأغاني الوطنية\" التي يتعمد الشبان تشغيلها أيضا في سياراتهم خلال الأوضاع المشتعلة بالمدينة قد تُعرضهم للملاحقة والمساءلة، لكنهم لا يولون اهتماما للعواقب عندما يتعلق الأمر بهويتهم الوطنية التي يصرون على التمسك بها.  ومنذ احتلال شرقي القدس عام 1967 حاولت سلطات الاحتلال سلخ المقدسيين عن هويتهم الوطنية فساعدت في تسرب الشبان من المدارس في سن مبكرة لينخرطوا في سوق العمل الإسرائيلي برواتب مغرية، وسهلت انخراطهم في دورات تعليم اللغة العبرية، كما سهلت تجارة المخدرات لإغراق الشبان الفلسطينيين في تعاطيها.  وتغلغل الاحتلال بشكل ناعم في عمق الأحياء المقدسية من خلال المراكز الجماهيرية التي وصل عددها إلى 7 في الأحياء الفلسطينية بالقدس حتى الآن.', '/storage/pics/1675714504.jfif', 'القدس', '2023-02-06 18:15:04', '2023-02-06 18:15:04'),
(20, 'في بيان رسمي.. مانشستر سيتي يرد على اتهامات رابطة الدوري الإنجليزي', 'أصدر نادي مانشستر سيتي بيانًا رسميًا، ردًا على الاتهامات الموجهة من قبل رابطة الدوري الإنجليزي بشأن مزاعم خرق قواعد اللعب المالي النظيف. وجاء نص بيان السيتي كالتالي:  «تفاجأ مانشستر سيتي بإصدار هذه الانتهاكات المزعومة لقواعد الدوري الإنجليزي الممتاز، لا سيما في ظل المشاركة الواسعة والكم الهائل من المواد التفصيلية التي تم تزويد الدوري الإنجليزي الممتاز بها».  وأضاف: «النادي يرحب بمراجعة هذه المسألة من قبل لجنة مستقلة، للنظر بشكل محايد في مجموعة شاملة من الأدلة القاطعة الموجودة لدعم موقفه».  واختتم: «وعلى هذا النحو، فإننا نتطلع إلى إنهاء هذا الأمر مرة واحدة وإلى الأبد».', '/storage/pics/1675714618.jfif', 'رياضة', '2023-02-06 18:16:58', '2023-02-06 18:16:58'),
(21, 'مرتضى منصور: اجتماع طارئ لمجلس الزمالك غدا لبحث الانسحاب من الدوري', 'قرر المستشار مرتضى منصور رئيس مجلس إدارة نادي الزمالك، عقد اجتماع طارئ لمجلس إدارة القلعة البيضاء في الرابعة من عصر غد الثلاثاء داخل مكتبه بمقر القلعة البيضاء.  مجلس الزمالك يناقش عدم استكمال الدوري وأكد مرتضى منصور عبر صفحته الرسمية على «فيس بوك» أن اجتماع مجلس الزمالك سيناقش عدم استكمال مسابقة الدوري اعتراضا على أزمة القيد وعدم قيد الصقفقات الجديدة حتى الآن.  وتعاقد نادي الزمالك مؤخرا، مع المغربي أحمد بلحاج من نادي أسوان على سبيل الإعارة، وناصر منسي مهاجم البنك الأهلي، بجانب قطع إعارة المدافع محمود شبانة من نادي سموحة، إلا أن اتحاد الكرة رفض قيد اللاعبين قبل أن يسدد الفريق الأبيض للمديونيات.  الزمالك يخسر من فاركو بثلاثية نظيفة وخسر فريق الكرة الأول بنادي الزمالك تحت قيادة أسامه نبيه بنتيجة كبيرة أمام نظيره فاركو، بثلاثة أهداف دون رد، في المباراة التي أقيمت على ملعب برج العرب بالإسكندرية، ضمن منافسات الجولة السابعة عشرة لبطولة الدوري المصري الممتاز.', '/storage/pics/1675714703.png', 'رياضة', '2023-02-06 18:18:23', '2023-02-06 18:18:23'),
(22, 'برشلونة يفوز على إشبيلية بثلاثية ويعزز صدارة الدورى الإسبانى', 'حقق فريق برشلونة فوزا كبيرا على نظيره اشبيلية بنتيجة 3-0، خلال المباراة التى جمعت الفريقين مساء الأحد على ملعب \"سبوتيفاى كامب نو\"، ضمن منافسات الجولة 20 من عمر بطولة الدورى الإسبانى لموسم 2022-2023.  انتهى الشوط الأول سلبيا، وجاءت أهداف البارسا فى الشوط الثانى عبر كل من جوردى ألبا وجافى ورافينيا فى الدقائق 58 و70 و79 على الترتيب.  وبهذا الفوز نجح فريق برشلونة فى تعزيز الصدارة مستغلا سقوط منافسه ووصيفه ريال مدريد على يد ريال مايوركا 1-0 عصر الأحد، ليوسع الفارق إلى 8 نقاط.  وبهذه النتيجة يحتل برشلونة صدارة جدول ترتيب الدورى الإسبانى برصيد 53 نقطة بعد خوض 19 مباراة، بينما يتواجد فريق إشبيلية فى المركز السادس عشر برصيد 21 نقطة.', '/storage/pics/1675714760.jpg', 'رياضة', '2023-02-06 18:19:20', '2023-02-06 18:19:20'),
(23, 'إنتر ميلان فى ضيافة كريمونيزي بالدوري الإيطالي الليلة', 'يحل فريق إنتر ميلان الإيطالي ضيفًا ثقيلا على منافسه كريمونيزي مساء اليوم، السبت، ضمن مواجهات الجولة الـ 20 من مباريات الدوري الإيطالي الممتاز لموسم 2022-2023.  موعد مباراة كريمونيزي وإنتر ميلان في الدوري الإيطالي   مباراة كريمونيزي ضد إنتر ميلان تقام فى السابعة مساء اليوم، السبت، الموافق 28 يناير الجاري.  ويحتل إنتر ميلان المركز الرابع في جدول ترتيب الدوري الإيطالي برصيد 37 نقطة، فيما يتواجد كريمونيزي في المركز الأخير برصيد 8 نقاط.  ويسعى الإنتر لتحقيق الفوز وحصد الثلاث نقاط من أجل مصالحه جماهيره،  بعد التعثر بالجولة الماضية أمام إمبولي وفقدان 3 نقاط هامة في مشوراه الدوري الإيطالي لهذا الموسم.  كان الإنتر قد سقط على أرضه أمام منافسه إمبولي في الجولة الماضية بهدف نظيف، ليتراجع إلى المركز الرابع في ترتيب جدول الدوري الإيطالي بعدما توقف رصيده عند 37 نقطة بالتساوي مع لاتسيو صاحب المركز الثالث بفارق الأهداف لصالح فريق العاصمة.  بينما كريمونيزي يقبع في المركز الأخير في ترتيب الدوري الإيطالي، ولم تسعفه النقطة التي حصل عليها فى المباراة الماضية بتعادله مع بولونيا بهدف لمثله، من  تعديل موقفه، حيث جمع إلى الآن 8 نقاط فقط.  وحقق سيموني إنزاجي مدرب إنتر ميلان، رقمًا قياسيًا بعد قيادة النيراتزوري لحصد لقب السوبر الإيطالي، عقب هزيمة جاره ميلان 3-0 في المباراة التي جمعتهما على إستاد الملك فهد الدولي.  قاد إنزاجي فريق إنتر ميلان للحصول على لقب كأس السوبر الإيطالي، بعد إكتساح ميلان بثلاثية نظيفة، وللمرة السابعة في تاريخ النيراتزوري.  وعادل سيموني إنزاجي الرقم التاريخي المُسجل بإسم الثنائي المخضرم ليبي وفابيو كابيلو كأكثر المدربين حصوًلا على لقب كأس السوبر المحلي في إيطاليا، برصيد 4 ألقاب لكل منهما.  وكان سيموني إنزاجي قد حصل على لقب كأس السوبر الإيطالي مع لاتسيو موسمي 2017 و2019، ثم قاد إنتر ميلان للقب موسمي 2021-2022 ليعادل رقم ليبي وكابيلو.  وتحلم جماهير إنتر ميلان، في إستعادة لقب الدوري الإيطالي مع سيموني إنزاجي، والذي توج به النيراتزوري مع المدرب السابق أنطونيو كونتي موسم 2020-2021.', '/storage/pics/1675714805.jpg', 'رياضة', '2023-02-06 18:20:05', '2023-02-06 18:20:05'),
(24, 'صلاح سبب معاناة ليفربول.. فقد ماني وبات بطيئاً', 'واصل ليفربول نتائجه السلبية، وخرج يوم الأحد من الدور الرابع لكأس الاتحاد الإنجليزي، على يد برايتون بنتيجة 2-1، علما أنه وصل إلى منتصف الموسم مع 29 نقطة في الدوري، ويحتل المركز التاسع بالجدول، في الوقت الذي ربطت فيه التقارير تراجع الفريق بسوء أداء النجم المصري محمد صلاح.  وفي تقرير نشرته عبر موقعها الإلكتروني، قالت صحيفة \"ديلي ميل\" البريطانية: بطبيعة الحال، هناك العديد من النقاط للحديث عنها، ولكن ليس هناك شك في أن معاناة النادي مرتبطة بالنجم محمد صلاح الذي لم يتمكن من الوصول إلى مستوياته السابقة.', '/storage/pics/1675714876.jpg', 'رياضة', '2023-02-06 18:21:16', '2023-02-06 18:21:16'),
(25, 'أفضل 7 أطعمة ومشروبات للحفاظ على صحة القلب.. أبرزها الطماطم والبيض', 'أكدت الأبحاث التي أجرتها منظمة الصحة العالمية أن الأمراض القلبية الوعائية هي السبب الرئيسي للوفاة على مستوى العالم، حيث تودي بحياة ما يقدر بنحو 17.9 مليون شخص كل عام، أكثر من أربعة من كل خمسة وفيات من الأمراض القلبية الوعائية ناتجة عن النوبات القلبية والسكتات الدماغية، ويمكن للنظام الغذائي الصحى المساعدة في دعم صحة قلبك بشكل فعال ، وإليك الأطعمة والمشروبات التي تعتبر اختيارات مثالية لتقليل خطر الإصابة بمضاعفات القلب والأوعية الدموية، وفقا لما نشره موقع \"eatthis\".  1- بيض يوصى بالبيض كجزء من نمط الأكل الصحي من قبل كل من الإرشادات الغذائية للأمريكيين وجمعية القلب الأمريكية (AHA)، الأفراد الأصحاء يمكنهم تضمين ما يصل إلى بيضة كاملة أو ما يعادلها يوميًا كجزء عن نمط غذائي صحي للقلب، بالنظر إلى الفوائد الغذائية للبيض، فإن استهلاك ما يصل إلى بيضتين يوميًا مقبول في سياق نمط غذائي صحي للقلب.  2 - فستق يمكن أن يكون مضغ المكسرات طريقة ممتازة لدعم صحة قلبك بسبب هذه المواد النباتية، يمكن أن تساعد الوجبات الخفيفة في تنظيم نسبة الكوليسترول لديك،  وجدت الأبحاث أن الأشخاص الذين يتناولون المكسرات بانتظام هم أقل عرضة للإصابة بالنوبات القلبية أو الوفاة من أمراض القلب من أولئك الذين نادرًا ما يأكلونها، المكسرات تخفض الكوليسترول الضار والدهون الثلاثية ، والتي تتراكم في الشرايين وتتطور لويحات ، التي ترتبط بأمراض القلب.  3- شاي أخضر أو ​​أسود الشاي الأخضر والأسود مصادر لمركب نباتي يسمى flavan-3-ols. قدمت أكاديمية التغذية وعلم التغذية مؤخرًا إرشادات حول عدد الفلافان 3-أولس التي يجب أن نستهلكها كل يوم لدعم العديد من عوامل صحتنا ،إن شرب كوبين من الشاي الأخضر أو ​​الأسود يوميًا سيوفر ما يكفي من الفلافان 3-أولس لتلبية توصية 400-600 ملليجرام.  4 - كل الحبوب تناول الحبوب الكاملة مثل الأرز البني والشعير والكينوا والقمح الكامل يرتبط بانخفاض ضغط الدم الانقباضي، وانخفاض نسبة الكوليسترول في الدم، وانخفاض مخاطر الإصابة بأمراض القلب.  الشوفان، على وجه الخصوص، عبارة عن حبوب كاملة ممتازة للمساعدة في تقليل مخاطر الإصابة بأمراض القلب لأنها غنية بالألياف القابلة للذوبان، وهي مادة مغذية مرتبطة بإدارة الكوليسترول وتقليل مخاطر الإصابة بأمراض القلب.  5- العنب البرى يحتوي العنب البري على مادة الأنثوسيانين والمغذيات والألياف التي ارتبطت بتحسين ملامح مخاطر القلب والأوعية الدموية، تساعد الأنثوسيانين في الأوعية الدموية على العمل بشكل أفضل والحفاظ على صحتها.  6 - عصير البرتقال يحتوي عصير البرتقال بنسبة مائة بالمائة - وليس مزيجًا مع السكريات المضافة - على عدد كبير من العناصر الغذائية الداعمة لصحة القلب مثل فيتامين سي والبوتاسيوم والفولات، تحتوي ثمار الحمضيات على مركبات نباتية فريدة تسمى هسبريدين ونارينجين، وقد تم ربط تناول هذه المركبات بالعديد من الفوائد الصحية للقلب ، بما في ذلك تقليل مخاطر الإصابة بالسكتة الدماغية.  7 - طماطم الطماطم هي مصدر قوى للمغذيات ومصادر غنية بمضادات الأكسدة والعناصر الغذائية الواقية للقلب بما في ذلك الليكوبين وبيتا كاروتين وحمض الفوليك والبوتاسيوم وفيتامين C والفلافونويد وفيتامين E تظهر الأبحاث أن العناصر الغذائية الموجودة في الطماطم تقلل الكوليسترول الضار LDL وضغط الدم والهوموسيستين - وهو مقياس للالتهاب وعامل خطر مستقل للإصابة بأمراض القلب - وتجعل الخلايا أقل \"لزوجة\"، ما يحافظ على تدفق الدم بسهولة أكبر.', '/storage/pics/1675715010.jpg', 'صحة', '2023-02-06 18:23:30', '2023-02-06 18:23:30'),
(26, 'الصحة تحذر من حقنة البرد.. وتؤكد: تضعف المناعة', 'أصدرت وزارة الصحة والسكان، تحذيرا عاجلا حول حقنة البرد، والتى يطلق عليها الخلطة السحرية لعلاج البرد، حيث تتكون هذه الحقنة من مضاد حيوي، بالإضافة إلى مسكن للآلام وكورتيزون، مشيرة إلى أنه مع دخول فصل الشتاء تكثر الإصابة بالأنفلونزا الموسمية ونزلات البرد، ما يضطر البعض إلى الحصول عليها بغرض الشفاء والتعافى السريع، ما يكون له مردود غير إيجابى على الصحة العامة حتى وإن بدا الشخص متعافيا.   وقالت وزارة الصحة والسكان، إن المكونات الثلاثة التى تحتوى عليها حقنة البرد، تسبب أضرارا كبيرة، فمثلا المضادات الحيوية لا تعالج نزلات البرد كونها عدوى فيروسية، وإنما تستخدم لعلاج العدوى البكتيرية وتابعت: الإفراط فى استخدام المضادات الحيوية يجعل الجسم مقاوم لها علي المدى البعيد.   وأضافت وزارة الصحة والسكان، أن الكورتيزون يسبب ضعف في المناعة وله أضرار كبيرة علي مرضى السكر وارتفاع ضغط الدم، كما أن الاستخدام الزائد لخوافض الحرارة يسبب مشاكل صحية لمرضى الكبد والقلب والسكرى والربو، وأن الإفراط في تناولها يسبب قرحا في المعدة واختلال وظائف الكلى.', '/storage/pics/1675715045.jpg', 'صحة', '2023-02-06 18:24:05', '2023-02-06 18:24:05'),
(27, 'انطلاق برنامج فعاليات وزارة الثقافة بالأحياء الآمنة \"بديل العشوائيات\"', 'انطلقت الفعاليات لأبناء أحياء \"أهالينا، الأسمرات، بشاير الخير، القابوطي، روضة السيدة\"، بمشاركة قطاعات \"قصور الثقافة، قطاع الإنتاج الثقافي، صندوق التنمية الثقافية، المركز القومي لثقافة الطفل\".   وقالت الدكتورة نيفين الكيلاني، وزيرة الثقافة: إن البرنامج الثقافي والفني للأطفال بالأحياء الآمنة، يأتي تنفيذًا لتوجيهات السيد الرئيس عبد الفتاح السيسي، لتنظيم برامج بناء الإنسان، ودعم واكتشاف ورعاية الموهوبين، مُشيرة إلى أن برنامج الاحتفال يُشارك فيه عدد من الجهات، لضمان تحقيق العدالة الثقافية، والوصول بالمنتج الثقافي والإبداعي لكل فئات الشعب المصري، وبناء جيل مثقف قادر على إظهار مواهبه والتعبير عن ذاته وقدراته.   وأشارت إلى أن قطاعات الوزارة قامت بإعداد برنامج متكامل، يستمر خلال فترة إجازة نصف العام، ويتضمن \"جولات بمراكز الحرف التراثية التابعة للوزارة، عروض سينمائية وموسيقية، كورال أطفال، ورش تدريبية وفنية، وورش حكيُ\"، وكانت البداية من الحديقة الثقافية بالسيدة زينب، والتي استقبلت 275 طفلًا من \"أبناء روضة السيدة\"، وتم تقديم العديد من الأنشطة الثقافية والفنية، التي تهدف إلى تغيير السلوك، واكتشاف المواهب لدى الأطفال، منها  الورش الفنية، مثل الرسم، التدوير، صُنع الأشكال، الحرف الفنية، ورش الحكي، بالإضافة لفعالية \"غرس أشجار\" ضمن حملة \"زراعة 100 مليون شجرة\"، تحت رعاية السيد الرئيس عبد الفتاح السيسي رئيس الجمهورية .   كما تم تقديم عرض \"مسرح أسود\"، لفرقة \"كذا لون\" بالحديقة، كما شهد حي \"المحروسة\" تقديم عرض \"الليلة الكبيرة\"، بخلاف سلسلة من الفعاليات الفنية والسينمائية والغنائية بأحياء \"الأسمرات، أهالينا، بشاير الخير\"، وورش اكتشاف المواهب، وحفظ القرآن الكريم بحي القابوطي ببورسعيد.', '/storage/pics/1675715107.jpg', 'ثقافة', '2023-02-06 18:25:07', '2023-02-06 18:25:07'),
(28, 'مسابقات ثقافية ومسرح عرائس بقصور ثقافة الأقصر', 'نظم قصر ثقافة إسنا بمحافظة الأقصر، مسابقة ثقافية للأطفال أسئلة فى المعلومات العامة أدارته كريمة مختار أخصائى الثقافة العامة بالقصر، وكذلك أعد قصر ثقافة الطفل دورى ثقافى للأطفال أسئلة فى المعلومات العامة أدارته مقبولة بدوى، بالإضافة إلى ذلك أعد القصر عرض مسرح عرائس عن \"الأمانة\" أداء إيمان صلاح وأسماء عبدالباقي، كما أقامت مكتبة الطفل والشباب بالمحاميد قبلى ورشة حكاية قصة بعنوان\"رانيا والشمس\" ألقاها مينا عادل.  نفذ قصر ثقافة حوض الرمال ورشة فنون تشكيلية رسم حر للأطفال بالقرية باستخدام القلم الرصاص وتعليم الطفل تنمية مهارات الرسم والتلوين عند الطفل تنفيذ منى عبدالرحمن، وكذلك أقامت مكتبة الطفل والشباب بالديمقراط ورشة رسوم أطفال بعنوان \"تظليل بالقلم الرصاص\" نفذتها حجاجية خيري، كما نفذت مكتبة الضبعية الثقافية ورشة رسم حر عن\"الطبيعة\" تنفيذ محمد خالد.', '/storage/pics/1675715251.jpg', 'ثقافة', '2023-02-06 18:27:31', '2023-02-06 18:27:31'),
(29, 'شركات تكنولوجيا تعلن عن استثمار 9 مليارات دولار بالسعودية', 'تعتزم شركات تكنولوجيا عالمية ومحلية استثمار أكثر من 9 مليارات دولار في السعودية، لدعم التقنيات المستقبلية وريادة الأعمال الرقمية والشركات الناشئة التقنية، بحسب ما أعلنه وزير الاتصالات وتقنية المعلومات السعودي، عبدالله بن عامر السواحه.  جاء ذلك خلال حديث الوزير في مؤتمر \"ليب23\"، الذي انطلق في الرياض اليوم الاثنين، ويستمر حتى 9 فبراير.  وبحسب بيان اليوم، فإن الاستثمارات الجديدة تشمل استثمار شركة مايكروسوفت 2.1 مليار دولار في سحابة عالمية فائقة النطاق في السعودية، و1.5 مليار دولار استثمارات من شركة أوراكل لتوسيع أعمالها من خلال إنشاء عددا من المناطق السحابية الجديدة في المملكة.  وذكر الوزير أن الاستثمارات الجديدة تشمل أيضا 400 مليون دولار من شركة هواواي في مجال السحابة، وإنشاء منطقة سحابية لخدمات شركة \"زووم\" في السعودية بالشراكة مع \"أرامكو\" باستثمارات تبلغ 434 مليون دولار، إلى جانب استثمارات عالمية ومحلية بـ 4.5 مليار دولار في مجالات متعددة.  وقال الوزير إن السعودية تعتبر أكبر سوق تقني في المنطقة بأكثر من 42 مليار دولار، كما يضم هذا القطاع أكثر من 340 ألف شخص.  وأضاف أن مؤتمر \"ليب23\"، وهو تجمع سنوي يستضيف خبراء التقنية العالميين، من المتوقع أن يبلغ عدد الحضور فيه أكثر من 200 ألف مهتم وتقني من جميع أنحاء العالم.', '/storage/pics/1675715301.jpg', 'تكنولوجيا', '2023-02-06 18:28:21', '2023-02-06 18:28:21'),
(30, 'مشكلات تشغل الخبراء في منصة \"ChatGPT\" الجديدة.. تعرف عليها', 'أصبحت منصة المحادثة الجديدة التي تعتمد على الذكاء الاصطناعي \"ChatGPT\" التي أطلقتها شركة \"أوبن أيه.آي\" في أواخر العام الماضي، موضوع الحديث الأول في عالم تكنولوجيا المعلومات، بسبب قدرتها على تأليف الخطب ورواية القصص في ثوان معدودة وبدقة بالغة اعتماداً على تقنيات الذكاء الاصطناعي.    لكن هذه المنصة أو البرنامج الذي تمت تغذيته بكميات ضخمة من البيانات حتى يتمكن من التفاعل مع المستخدم ليس مثيراً للإعجاب فقط وإنما للشكوك أيضاً. وفقا لما ذكره موقع \"البيان\"، ألقى علماء وخبراء تكنولوجيا المعلومات نظرة قريبة على برنامج \"شات.جي.بي.تي\" وبدأوا التحذير من بعض المشكلات الكبيرة، في مقدمتها: حماية البيانات، وثغرات أمن البيانات، وبث خطابات الكراهية، والأخبار الكاذبة.   تقول روث ستوك هامبورج مؤسس مركز ليب، إن تايم لاب للأبحاث في ألمانيا والأستاذة بجامعة دارمشتاد الفنية: \"مع كل هذا الضجيج.. لم ينظر لهذا النظام بعين نقدية بعد\".   ويشير الخبراء إلى 4 ثغرات أساسية في نظام شات جي.تي.بي أولها إمكانية التلاعب فيه، حيث يعتمد النظام على مجموعة واسعة للغاية من التطبيقات، ومن خلال تجربة قام بها الباحثون في جامعة دارمشتاد الفنية من خلال قضاء 7 أسابيع في إرسال آلاف الأسئلة إلى نظام شات جي.بي.تي، اتضح أنه يمكن التلاعب به بحسب ستوك هامبورج.   أما المشكلة أو الثغرة الثانية فتتمثل في صعوبة تتبع مصادر المعلومات أو المحتوى في النظام. وضربت ستوك هامبورج مثالاً أنه عند توجيه أسئلة تحتوي على محتوى إجرامي فإن هناك تعليمات وآليات أمنية للتعامل معها، لكن اتضح أنه يمكن الاحتيال على هذه الآليات بسهولة، بحسب طالب الدكتوراه وخبير لغة الذكاء الاصطناعي سفن شولتس.   وباستخدام طريقة أخرى يمكن جعل النظام يوضح كيفية إنتاج رسائل بريد إلكتروني احتيالية، كما يمكنه أن يشرح على الفور ثلاث طرق للاحتيال على كبار السن. كما يمكن لنظام \"شات جي.بي.تي\" توضيح كيفية اقتحام المنازل، مع إرشادات مفيدة لكيفية استخدام الأسلحة في الاقتحام. في الوقت نفسه لا يمكن تعقب مصادر هذا المحتوى الإجرامي عبر المنصة بسهولة.   أما المشكلة الثالثة تتمثل في المخاوف المتعلقة بحماية الخصوصية، حيث تظل المخاوف بشأن تأمين البيانات وحمايتها في كل تقنية جديدة.   وقالت كريستيان هولتاوس خبيرة حماية البيانات في فرانكفورت: \"ما يمكن قوله هو أن شات جي.بي.تي يحصل على كم كبير ومتنوع من البيانات من المستخدمين ويقوم بتخزينها ومعالجتها، ثم وفي وقت محدد يقوم بإنشاء نموذج للمستخدم وفقاً لهذه البيانات\"، مضيفة أن المشكلة تتمثل في وجود كل أجهزة كمبيوتر خادم هذا النظام في الولايات المتحدة، وهو ما يعطيها سيطرة غير مقبولة على بيانات المستخدمين من كل دول لعالم.   وقالت هولتاوس: \"هذه مشكلة فعلية إذا لم تنجحوا في تأسيس هذه التكنولوجيا في أوروبا أو تطوروا التكنولوجيا الخاصة بكم\"، وفي المستقبل القريب لن يكون هناك حل لضمان الالتزام بحماية البيانات.   أما المشكلة الرابعة فتتمثل في أن نظام شات جي.بي.تي مازال غير ناضج وفي مرحلة التطور، وتقول ستوك هامبورج إنه في هذه اللحظة مازال الإقبال على النظام من جانب المستخدمين الأفراد ولا يمثل شيئاً بالنسبة لقطاع الأعمال ولا المجالات ذات الصلة بأمن البيانات، مضيفة: \"ليست لدينا فكرة عن كيفية التعامل مع هذا الشيء؛ لأنه لم ينضج بعد\".', '/storage/pics/1675715378.jpg', 'تكنولوجيا', '2023-02-06 18:29:38', '2023-02-06 18:29:38'),
(31, 'نتائج مخيبة لشركات التكنولوجيا الأميركية.. لماذا؟', 'أظهرت عدة شركات تكنولوجيا أميركية، بنهاية الأسبوع الماضي، نتائج مالية مخيبة للتوقعات في الربع الرابع من 2022، ومنها شركة ألفابت التي سجلت مبيعات فصلية قبل مدفوعات الشركاء 63.1 مليون دولار في الربع الرابع، وهو ما جاء أقل من توقعات المحللين.  وجاء تراجع المبيعات ليعكس انخفاض الطلب على إعلانات البحث، حيث جاءت ربحية سهم الشركة الأم لـ\"غوغل\" عند 1.5 دولار مقارنة مع توقعات المحللين عند 1.2 دولار.  وعلى صعيد آخر، حذرت شركة أمازون من أنها قد لا تتمكن من تسجيل أرباح تشغيلية في الربع الحالي لأن التوفير الناتج عن قرارها بخفض الوظائف قد لا يكون كافيا لتعويض تراجع المبيعات جاء ذلك على الرغم من تسجيل الشركة مبيعات بنحو 149.2 مليار دولار في الربع الرابع من العام الماضي، وهو ما جاء أفضل من توقعات المحللين عند 145.4 مليار دولار.  وأيضاً أظهرت النتائج الفصلية لشركة أبل تراجع الإيرادات بأكبر وتيرة فصلية منذ العام 2016 نتيجة تراجع مبيعات آيفون وماك.  وسجلت المبيعات تراجعا بنسبة 5% إلى 117 مليار دولار في وقت كانت التوقعات تشير إلى تسجيل مبيعات بـ 121 مليار دولار.  وبلغ نصيب السهم من الأرباح 1.88 دولار، مقابل توقعات كانت تشير لتسجيل 1.94 دولار. وهذه هي المرة الأولى التي تأتي أرباح أبل أقل من التوقعات منذ 7 سنوات..', '/storage/pics/1675715504.jfif', 'تكنولوجيا', '2023-02-06 18:31:44', '2023-02-06 18:31:44'),
(32, 'صلاح هداف الافارقة فى الدورى الانجليزى', 'صلاح لاعب كبير وهو افضل هداف افريقى فى تاريخ الدورى الانجليزى باكثر من 100 هدف', '/storage/pics/1675772963.jfif', 'رياضة', '2023-02-07 10:29:23', '2023-02-07 10:29:23');

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
